Repository: Oire/TheQube
Catalog: src/locale/*/LC_MESSAGES/TheQube.po
Languages: pt_br, ru

source: {0} seconds
pt_br: {0} segundos
ru: {0} секунд

source: Preferred audio service:
pt_br: Serviço de áudio preferido:

source: Buffer Configuration
pt_br: Configuração do exibidor
ru: Конфигурация буфера

source: Default Settings
pt_br: Opções padrão
ru: Настройки по умолчанию

source: Attention
pt_br: Atenção
ru: Внимание

source: Update interval (in minutes)
pt_br: Intervalo para atualização (em minutos)
ru: Интервал между обновлениями (в минутах)

source: Number of posts to download per update
pt_br: Número de postagens a baixar por atualização
ru: Число загружаемых сообщений за обновление

source: Search for
pt_br: Buscar por
ru: Поиск

source: Max API calls to use per update (1 API call = 100 results)
pt_br: Número máximo de chamadas de API a usar por atualização (1 chamada = 100 resultados)
ru: Максимальное число вызовов API на обновление (1 вызов API =100 результатов):

source: Max API calls to use per update (1 API call = 200 tweets)
pt_br: Número máximo de chamadas de API a usar por atualização (1 chamada = 200 tuítes)
ru: Максимальное число вызовов API на обновление (1 вызов API =200 твитов):

source: Mute buffer
pt_br: Silenciar exibidor
ru: Выключить звук для буфера

source: Apply settings to all buffers
pt_br: Aplicar opções a todos os exibidores
ru: Применить настройки ко всем буферам

source: Use default spoken template
pt_br: Usar modelo padrão para fala
ru: Использовать речевой шаблон по умолчанию

source: Spoken template:
pt_br: Modelo para fala
ru: Речевой шаблон:

source: Use default clipboard template
pt_br: Usar modelo padrão para área de transferência
ru: Использовать шаблон для буфера обмена по умолчанию

source: Clipboard template:
pt_br: Modelo para área de transferência
ru: Шаблон для буфера обмена:

source: Format
pt_br: Formato
ru: Формат

source: Export Format
pt_br: Formato a exportar
ru: Экспортировать в формате

source: Filename
pt_br: Nome do arquivo
ru: Имя файла

source: Save As
pt_br: Salvar como
ru: Сохранить как

source: Export more?
pt_br: Exportar mais?
ru: Экспортировать ещё?

source: Items
pt_br: Itens
ru: элементов

source: Buffer
pt_br: Exibidor
ru: Буфер

source: Item template
pt_br: Modelo do item
ru: Шаблон элемента

source: Range
pt_br: Intervalo
ru: Диапазон

source: All (bottom to top)
pt_br: Tudo (de baixo para cima)
ru: Все (снизу вверх)

source: All (top to bottom)
pt_br: Tudo (de cima para baixo)
ru: Все (сверху вниз)

source: Custom
pt_br: Personalizar
ru: Выборочно

source: First item index
pt_br: Primeiro item da lista
ru: Индекс первого элемента

source: Last item index
pt_br: Último item da lista
ru: Индекс последнего элемента

source: Loading file...
pt_br: Carregando arquivo...
ru: Загрузка файла...

source: Attempting import of buffer %s
pt_br: Tentando importar exibidor %s
ru: Попытка импорта буфера %s

source: Welcome to %s
pt_br: Bem vindo ao %s
ru: Добро пожаловать в %s

source: There was an error in the startup process. We appologize for this.
pt_br: Ocorreu um erro no processo de inicialização; pedimos desculpas por isso.
ru: В процессе загрузки произошла ошибка. просим извинения за причинённые неудобства.

source: %s Configuration
pt_br: Configuração do %s
ru: Конфигурация %s

source: Are you sure you wish to exit %s?
pt_br: Tem certeza que deseja sair do %s?
ru: Вы действительно хотите завершить работу %s?

source: Exit %s
pt_br: Sair do %s
ru: Завершение работы %s

source: Exiting %s.
pt_br: Saindo do %s.
ru: Завершение работы %s.

source: Speech recognition off.
pt_br: Desligado reconhecimento de voz.
ru: Распознавание речи выключено.

source: Speech recognition on.
pt_br: Ligado reconhecimento de voz.
ru: Распознавание речи включено.

source: Error: this is the only session.
pt_br: Erro: Esta é a única sessão.
ru: Ошибка: это единственная сессия.

source: Delete Session
pt_br: Excluir sessão
ru: Удаление сессии

source: Please enter a name for this session.
pt_br: Por favor insira um nome para esta sessão.
ru: пожалуйста, введите имя для этой сессии.

source: Unable to spawn new %s session.
pt_br: Não foi possível carregar a sessão %s.
ru: Не могу создать новую %s-сессию.

source: Please enter a new name for session %s:
pt_br: Por favor insira um novo nome para a sessão %s:
ru: Пожалуйста, введите новое имя для сессии %s:

source: Rename %s session
pt_br: Renomear a sessão %s
ru: Переименовать сессию %s

source: Renaming session %s to %s, please wait.
pt_br: Renomeando a sessão %s para %s; por favor aguarde.
ru: Переименование сессии %s в %s, подождите...

source: There was an error renaming %s to %s: %s
pt_br: Ocorreu um erro ao renomear a sessão %s para %s: %s
ru: В ходе переименования %s в %s произошла ошибка: %s

source: Renaming session complete.
pt_br: Sessão renomeada.
ru: Переименование сессии завершено.

source: less than %d second
pt_br: Menos de %d segundo
ru: Менее %d секунды

source: %d second
pt_br: %d segundo
ru: %d секунда

source: %d seconds
pt_br: %d segundos
ru: %d секунд

source: %d minute
pt_br: %d minuto
ru: %d минута

source: %d minutes
pt_br: %d minutos
ru: %d минут

source: %d hour
pt_br: %d hora
ru: %d час

source: %d hours
pt_br: %d horas
ru: %d часов

source: %d day
pt_br: %d dia
ru: %d день

source: %d days
pt_br: %d dias
ru: %d дней

source: %d week
pt_br: %d semana
ru: %d неделя

source: %d weeks
pt_br: %d semanas
ru: %d недель

source: %d month
pt_br: %d mês
ru: %d месяц

source: %d months
pt_br: %d meses
ru: %d месяцев

source: %d year
pt_br: %d ano
ru: %d год

source: %d years
pt_br: %d anos
ru: %d лет

source: No current session.
pt_br: Nenhuma sessão.
ru: Нет текущей сессии.

source: Unable to get access token. Something went wrong, please call the developers.
pt_br: Não consegui pegar um token de acesso, algo deu errado; por favor contacte os desenvolvedores.

source: There was an error spawning previously-loaded sessions. Please send your log to The Qube's development staff. Activating new session dialog.
pt_br: Ocorreu um erro ao recarregar seções anteriormente carregadas. Por favor envie o log para a equipe de desenvolvimento do TheQube. Diálogo de ativação de nova seção.
ru: В ходе открытия ранее созданных сессий произошла ошибка. Пожалуйста, отправьте лог-файлы команде разработчиков the Qube. Идёт запуск диалога создания сессии.

source: An update for %s is available, would you like to download and install it now?
pt_br: Está disponível uma atualização para o %s. Deseja baixar e instalar agora?
ru: Доступно обновление для %s. Желаете скачать и установить его сейчас?

source: Update %s
pt_br: Atualização %s
ru: Обновление %s

source: %s updated successfully!
pt_br: %s atualizado com sucesso!
ru: %s успешно обновлён!

source: An update for %s has been downloaded and installed. Click the OK button to restart the application and begin using the new version. Enjoy!
pt_br: Uma atualização do %s foi baixada e instalada; Clique no botão OK para reiniciar o aplicativo e começar a usar a nova versão. Aprecie!
ru: Было загружено и установлено обновление для %s. Чтобы перезапустить приложение и начать использовать новую версию, щёлкните кнопку «OK». Приятного пользования!

source: Total
ru: Всего

source: Latitude:
ru: Широта:

source: Longitude:
ru: Долгота:

source: URL:
ru: Адрес:

source: Bio:
ru: О себе:

source: dm
ru: Личное сообщение

source: Favorites
ru: Избранное

source: Are you sure you want to import %d items from old database?
ru: Вы действительно хотите импортировать %d элементов из старой базы данных?

source: Are you sure?
ru: Вы уверены?

source: Importing, please wait.
ru: Импортирую. Пожалуйста, подождите.

source: Session type mismatch.
ru: Несовпадение типа сессии.

source: Import complete.
ru: Импорт завершён.

source: Import completed successfully.
ru: Импорт успешно завершён.

source: marking as favorite
ru: Добавление в избранное
