Repository: Oire/TheQube
Catalog: src/locale/*/LC_MESSAGES/TheQube.po
Languages: pt_br, ru

source: Sessions:
pt_br: Sessões
ru: Сессии:

source: &Switch to
pt_br: &Alternar para
ru: &Переключиться на

source: &Delete session...
pt_br: E&xcluir sessão...
ru: &Удалить сессию...

source: &New session...
pt_br: &Nova sessão...
ru: Созд&ать сессию...

source: Are you sure you want to close session %s?
pt_br: Tem certeza que quer fechar a sessão %s?
ru: Вы действительно хотите закрыть сессию %s?

source: Remove session
pt_br: Remover Sessão
ru: Удалить сессию

source: Canceled.
pt_br: Cancelado.
ru: Отменено.

source: Type
pt_br: Tipo
ru: Тип

source: Name
pt_br: Nome
ru: Имя

source: New Session
pt_br: Nova Sessão
ru: Новая сессия

source: Session type:
pt_br: Tipo da Sessão:
ru: Тип сессии:

source: Session name:
pt_br: Nome da Sessão:
ru: Имя сессии:

source: Configuration
pt_br: Configuração
ru: Конфигурация

source: Language
pt_br: Idioma
ru: Язык

source: Speech and Braille
pt_br: Fala e Braile
ru: Речь и Брайль

source: Navigation
pt_br: Navegação
ru: Навигация

source: Miscellaneous
pt_br: Diversos
ru: Разное

source: Language Selection:
pt_br: Seleção de idioma:
ru: Выбор языка:

source: Automatically start %s after Windows log on
pt_br: Executar %s após o logon do Windows
ru: Автоматически запускать %s после загрузки Windows

source: Show confirmation dialog before exiting %s
pt_br: Exibir diálogo de confirmação antes de sair do %s
ru: Показывать диалог подтверждения при выходе из %s

source: Preferred URL Shortener:
pt_br: Encurtador de endereços preferido:
ru: Предпочитаемый сервис сокращения ссылок:

source: Your %s API Key (optional):
pt_br: Sua chave de API %s (opcional):
ru: Ваш API-ключ для %s (необязательно):

source: Send messages with Enter
pt_br: Enviar mensagem com Enter
ru: Отправлять сообщения по нажатию клавиши Enter

source: Perform standard actions with Home/End keys
pt_br: Executar ação padrão com as teclas Home/End
ru: Выполнять стандартные действия по клавишам Home и End

source: Move by percentage amount (as a %)
pt_br: Porcentagem pela qual mover
ru: количество сообщений при пошаговом перемещении (%):

source: Move by time (defined as hours:minutes) hours
pt_br: Mover pela linha do tempo (definido como horas:minutos) horas
ru: Перемещение по времени (определяется как чч:мм): часы

source: Move by time (defined as hours:minutes) minutes
pt_br: Mover pela linha do tempo (definido como horas:minutos) minutos
ru: Перемещение по времени (определяется как чч:мм): минуты

source: Undo stack size
pt_br: Tamanho da fila do desfazer
ru: Размер буфера отмены

source: Speech output
pt_br: Saída de fala
ru: Речевой вывод

source: SAPI speech rate
pt_br: Velocidade da voz SAPI
ru: Скорость SAPI-синтезатора

source: SAPI speech volume
pt_br: Volume da voz SAPI
ru: Громкость SAPI-синтезатора

source: SAPI speech voice
pt_br: Voz SAPI
ru: Голос SAPI-синтезатора

source: Braille Output:
pt_br: Saída Braile:
ru: Вывод по Брайлю:

source: Braille spoken text
pt_br: Texto falado em Braile
ru: Выводить озвучиваемый текст на дисплей Брайля

source: Enable speech recognition
pt_br: Habilitar reconhecimento de fala
ru: Включить распознавание речи

source: URL Selection
pt_br: Seleção de endereço
ru: Выбор ссылки

source: Select URL to open
pt_br: Selecione endereço a abrir
ru: Выберите открываемую ссылку

source: &Unshorten URL
pt_br: Desenc&urtar endereço
ru: Развернуть &ссылку

source: &Copy URL
pt_br: &Copiar endereço
ru: С&копировать ссылку

source: URL expanded.
pt_br: Endereço expandido.
ru: Ссылка развёрнута.

source: Unable to expand URL
pt_br: Impossível expandir endereço
ru: Невозможно развернуть ссылку

source: URL copied to clipboard.
pt_br: Endereço copiado para a área de transferência.
ru: Ссылка скопирована в буфер обмена.

source: Username
pt_br: Nome de usuário
ru: Имя пользователя

source: Password
pt_br: Senha
ru: Пароль

source: %s - %d of %d Characters
pt_br: %s - %d de %d caracteres
ru: %s - %d из %d символов

source: %s - %d Characters
pt_br: %s - %d Caracteres
ru: %s — %d символов

source: URL Shortener - No URLs
pt_br: Encurtador de endereço - sem endereço
ru: Сервис сокращения ссылок - нет ссылок

source: No URLs were found to shorten. If there is one, select the URL and click this button again.
pt_br: Não foi encontrado endereço a encurtar; Caso haja um, selecione-o e pressione este botão novamente.
ru: Ссылок для сокращения не найдено. Если в действительности такая ссылка имеется, выделите её и нажмите кнопку снова.

source: URL Shortener - Select URL
pt_br: Encurtador de endereço - selecione endereço
ru: Сервис сокращения ссылок - выберите ссылку

source: Select URL to shorten.
pt_br: Selecione endereço a encurtar.
ru: Выберите ссылку для сокращения.

source: URL Shortened.
pt_br: Endereço encurtado.
ru: Ссылка сокращена.

source: URL Shortener - Problem
pt_br: Problema - encurtador de endereço
ru: Сервис сокращения ссылок - проблема

source: There was a problem shortening the selected URL.
pt_br: Houve um problema ao encurtar o endereço selecionado.
ru: При сокращении выбранной ссылки возникла проблема.

source: URL Unshortener - No URLs
pt_br: Desencurtador de endereço - sem endereços
ru: Сервис разворачивания ссылок - нет адресов

source: No URLs were found to unshorten. If there is one, select the URL and click this button again.
pt_br: Não foi encontrado endereço a desencurtar; Caso haja um, selecione-o e pressione este botão novamente.
ru: Ссылок для разворачивания не найдено. Если в действительности такая ссылка имеется, выделите её и нажмите кнопку снова.

source: URL Unshortener - Select URL
pt_br: Desencurtador de endereço - selecione endereço
ru: Сервис разворачивания ссылок - выберите ссылку

source: Select URL to unshorten.
pt_br: Selecione endereço a desencurtar.
ru: Выберите ссылку, которую хотите развернуть.

source: URL Unshortener - Problem
pt_br: Problema - desencurtador de endereço
ru: Сервис разворачивания ссылок - проблема

source: There was a problem unshortening the selected URL.
pt_br: Houve um problema ao desencurtar o endereço selecionado.
ru: При разворачивании выбранной ссылки возникла проблема.

source: Message:
pt_br: Mensagem:
ru: Сообщение:

source: &Shorten URL
pt_br: &Encurtar endereço
ru: &Сократить ссылку

source: Attach &Audio...
pt_br: &Anexar áudio...
ru: Прикрепить &аудио...

source: S&chedule message...
pt_br: A&gendar mensagem
ru: О&тложить отправку сообщения...

source: Attaching...
pt_br: Anexando...
ru: Прикрепление...

source: Upload in progress
pt_br: Envio em andamento
ru: Идёт загрузка

source: There was an error attaching the file.
pt_br: Houve um erro ao anexar o arquivo.
ru: В ходе прикрепления файла произошла ошибка.

source: File attached.
pt_br: Arquivo anexado.
ru: Файл прикреплён.

source: Resetting currently scheduled item.
pt_br: Redefinindo o agendamento do item atual.
ru: Сброс отложенного в данный момент элемента.

source: Schedule message
pt_br: Agendar mensagem
ru: Отложить сообщение

source: Delaying for %s
pt_br: Postergando %s
ru: Откладываем на %s

source: &Translate Message...
pt_br: &Traduzir mensagem...
ru: П&еревести сообщение...

source: Translate message
pt_br: Traduzir mensagem
ru: Перевести сообщение

source: Translation process has failed.
pt_br: Falha no processo de tradução.
ru: Процесс перевода завершился неудачей.

source: Modifiers unlocked.
pt_br: Modificadoras desbloqueadas.
ru: Модификаторы разблокированы.

source: Attach audio
pt_br: Anexar áudio
ru: Прикрепить аудио

source: &Record
pt_br: &Gravar
ru: &Записать

source: Attach existing audio &file...
pt_br: Anexar arqui&vo de áudio existente...
ru: Прикрепить существующий аудио&файл...

source: &Play
pt_br: &Reproduzir
ru: Вос&произвести

source: &Discard
pt_br: &Descartar
ru: От&менить

source: &Attach!
pt_br: &Anexar!
ru: При&крепить!

source: &Stop
pt_br: &Parar
ru: О&становить

source: Recording.
pt_br: Gravando.
ru: Идёт запись.

source: Stopped.
pt_br: Parado.
ru: Остановлено.

source: Select audio file
pt_br: Selecione o arquivo de áudio
ru: Выберите аудиофайл

source: Discarded.
pt_br: Descartado.
ru: Отменено.

source: Playing.
pt_br: Reproduzindo.
ru: идёт воспроизведение.

source: Transcoding audio.
pt_br: Codificando áudio.
ru: Аудио перекодируется.

source: Time
pt_br: Hora
ru: Время

source: Interval
pt_br: Intervalo
ru: Интервал

source: Select scheduling method
pt_br: Selecione o método de agendamento
ru: Выберите способ задержки отправки

source: Hours:
pt_br: Horas:
ru: Часы:

source: Minutes:
pt_br: Minutos:
ru: Минуты:

source: Seconds:
pt_br: Segundos:
ru: Секунды:

source: Hour:
pt_br: Hora:
ru: Часы:

source: Recipient:
pt_br: Destinatário:
ru: получатель:

source: %s to %s
pt_br: %s para %s
ru: %s пользователю %s

source: Translate
pt_br: Traduzir
ru: Перевод

source: Auto detect
pt_br: Detectar automaticamente
ru: Определять автоматически

source: Source language:
pt_br: Idioma de origem:
ru: Перевести с языка:

source: Destination language:
pt_br: Idioma de destino:
ru: Перевести на язык:

source: Index
pt_br: Posição
ru: Номер элемента

source: Item deleted.
pt_br: Item excluído.
ru: Элемент удалён.

source: buffer %s
pt_br: exibidor %s
ru: Буфер %s

source: Buffer mute off
pt_br: Desligado silêncio de exibidor
ru: Включить звук для буфера

source: Buffer mute on
pt_br: Ligado silêncio de exibidor
ru: Выключить звук для буфера

source: Item %d of %d.
pt_br: Item %d de %d.
ru: Элемент %d из %d.

source: Removed all matching items from source %s
pt_br: Removido todos os itens correspondentes da fonte %s
ru: Все совпадающие элементы удалены из источника %s

source: and
pt_br: e
ru: и

source: , and
pt_br: , e
ru: , и

source: or
pt_br: ou
ru: или

source: , or
pt_br: , ou
ru: , или

source: {0} with {1}
pt_br: {0} com {1}
ru: {0} с {1}

source: {0} without {1}
pt_br: {0} sem {1}
ru: {0} без {1}

source: {0} with {1} and without {2}
pt_br: {0} com {1} e sem {2}
ru: {0} с {1} и без {2}

source: {0} with {1}. Without {2}
pt_br: {0} com {1}; sem {2}
ru: {0} с {1}. Без {2}

source: Relative Time
pt_br: Hora aproximada
ru: Относительное время

source: Date
pt_br: Data
ru: Дата

source: Not Available
pt_br: Não disponível

source: {0} ago
pt_br: {0} atrás
ru: {0} назад

source: No URLs detected in current item.
pt_br: Nenhum endereço detectado no item atual.
ru: В текущем сообщении ссылок не найдено.

source: %s %d of %d.
pt_br: %s %d de %d.
ru: %s %d из %d.

source: message
pt_br: mensagem
ru: Сообщение

source: messages
pt_br: mensagens
ru: Сообщений

source: Update already in progress; please wait.
pt_br: Atualização já em andamento; por favor aguarde.
ru: Обновление уже производится; пожалуйста, подождите.

source: No new %s.
pt_br: Sem novos %s.
ru: Нет новых %s.

source: Checking for %s.
pt_br: Verificando %s.
ru: Проверка новых %s.

source: Text file
pt_br: Arquivo de texto
ru: Текстовый файл

source: Export
pt_br: Exportar
ru: Экспортировать

source: Filter: %s
pt_br: Filtro: %s
ru: Фильтр: %s

source: Filters:
pt_br: Filtros:
ru: Фильтры:

source: &Add
pt_br: &Adicionar
ru: &Добавить

source: &Remove
pt_br: &Remover
ru: &удалить

source: Use a regular expression
pt_br: Usar expressão regular
ru: Использовать регулярное выражение

source: Buffer Search:
pt_br: Busca no exibidor:
ru: Поиск в буфере:

source: Fields:
pt_br: Campos:
ru: Поля:

source: excluding
pt_br: excluindo
ru: Исключая

source: Replace source buffer
pt_br: Substituir exibidor de origem
ru: Заменить исходный буфер

source: Regular Expression:
pt_br: Expressão regular:
ru: Регулярное выражение:

source: Term:
pt_br: Termo:
ru: Термин:

source: replacement
pt_br: substituto

source: without
pt_br: sem
ru: {0} без {0}

source: with
pt_br: com
ru: С

source: Enter item number to jump to, 1 to %s:
pt_br: Digite o número do item para o qual saltar, de 1 a %s:
ru: Введите номер элемента для перехода, от 1 до %s:

source: Cannot move by time in this buffer.
pt_br: Não é possível mover por tempo neste exibidor.
ru: Невозможно переместиться по времени в этом буфере.

source: No active buffers in %s session.
pt_br: Nenhum exibidor ativo na sessão %s.
ru: Нет активных буферов в сессии %s.

source: There are no buffers to dismiss.
pt_br: Não há exibidores a descartar.
ru: Нет буферов для удаления.

source: Unable to dismiss buffer %s
pt_br: Impossível descartar o exibidor %s
ru: Невозможно удалить буфер %s

source: Undo failed: stack empty
pt_br: Falha ao desfazer: Fila vazia
ru: Отмена невозможна: буфер отката пуст

source: Undo failed: buffer no longer exists
pt_br: Falha ao desfazer: Exibidor não existe mais
ru: Отмена невозможна: буфер больше не существует

source: This buffer cannot be cleared.
pt_br: Não é possível limpar este exibidor.
ru: Невозможно очистить этот буфер.

source: Are you sure you want to delete %d items from %s?
pt_br: Tem certeza que quer excluir %d itens de %s?
ru: Вы действительно хотите удалить %d элементов из %s?

source: Clear buffer
pt_br: Limpar exibidor
ru: Очистить буфер

source: Item number too high.
pt_br: Número de itens alto demais.
ru: Слишком большой номер элемента.

source: Processing. Please wait.
pt_br: Processando; por favor aguarde.
ru: Обработка. Пожалуйста, подождите.

source: Item copied to clipboard.
pt_br: Item copiado para a área de transferência.
ru: Элемент скопирован в буфер обмена.

source: Moved
pt_br: Movido
ru: Перемещено

source: The export function is not available.
pt_br: A função de exportação não está disponível.
ru: Функция экспорта недоступна.

source: Export started, please wait.
pt_br: Exportação iniciada, por favor aguarde.
ru: идёт экспорт. Пожалуйста, подождите.

source: Export complete
pt_br: Exportação concluída
ru: Экспорт завершён

source: Export failed.
pt_br: Exportação falhou.
ru: Экспорт не удался.

source: No buffers in this session.
pt_br: Nenhum exibidor nesta sessão.
ru: Нет буферов в этой сессии.

source: %s Buffer Configuration
pt_br: Configuração do exibidor %s
ru: Конфигурация буфера %s

source: Configuration saved.
pt_br: Configuração salva.
ru: Конфигурация сохранена.

source: Configuration canceled.
pt_br: Configuração cancelada.
ru: конфигурация отменена.

source: Forcing updates is not permitted in this buffer.
pt_br: Não é permitido forçar atualizações neste exibidor.
ru: форсированное обновление в этом буфере не разрешено.

source: Item text:
pt_br: Texto do item:
ru: Текст элемента:

source: View item
pt_br: Ver item
ru: просмотр элемента

source: Interaction is not enabled in this buffer.
pt_br: Interação não está habilitada neste exibidor.
ru: Вмешательство пользователя в этом буфере не разрешено.

source: No buffers remaining.
pt_br: Sem exibidores restantes.
ru: Буферов больше нет.

source: No current buffer.
pt_br: Sem exibidor.
ru: Нет текущего буфера.

source: %s: Empty.
pt_br: %s: Vazio.
ru: %s: пусто.

source: %s: %d of %d items.
pt_br: %s: %d de %d itens.
ru: %s: %d из %d элементов.

source: Keystroke Manager
pt_br: Gestor de atalhos
ru: Диспетчер горячих клавиш

source: Key:
pt_br: Tecla:
ru: Клавиша:

source: Function:
pt_br: Função:
ru: Функция:

source: Keymap:
pt_br: Mapa de teclas:
ru: Файл горячих клавиш:

source: E&xecute Function
pt_br: E&xecutar função
ru: В&ыполнить функцию

source: &Add...
pt_br: &Adicionar...
ru: &Добавить...

source: &Edit...
pt_br: &Editar...
ru: &Редактировать...

source: &Delete...
pt_br: Ex&cluir...
ru: &удалить...

source: Keystroke in use
pt_br: Atalho e uso
ru: Горячая клавиша уже существует

source: The keystroke %s is already in use. Please choose another.
pt_br: O atalho %s já está em uso; por favor escolha outro.
ru: Комбинация клавиш %s уже используется. Пожалуйста, выберите другую.

source: Function
pt_br: Função
ru: Функция

source: Keystroke
pt_br: Atalho
ru: Горячая клавиша

source: Description
pt_br: Descrição
ru: Описание

source: Keymap saved.
pt_br: Mapa de teclas salvo.
ru: Файл горячих клавиш сохранён.

source: Keyboard help on.
pt_br: Ligada ajuda de teclado.
ru: Клавиатурная справка включена.

source: Keyboard help off.
pt_br: Desligada ajuda de teclado.
ru: Клавиатурная справка выключена.

source: Modifiers locked.
pt_br: Modificadoras bloqueadas.
ru: Модификаторы заблокированы.

source: Attached Audio
pt_br: Áudio anexado
ru: Прикреплённое аудио

source: playing audio.
pt_br: reproduzindo áudio.
ru: Аудио воспроизводится.

source: audio playback stopped.
pt_br: reprodução parada.
ru: Воспроизведение аудио остановлено.

source: Louder.
pt_br: Mais alto.
ru: Громче.

source: Quieter.
pt_br: Mais baixo.
ru: Тише.

source: No internet connection could be opened.
pt_br: Não consegui estabelecer conexão à internet.
ru: Невозможно открыть Интернет-соединение.

source: Unable to play audio.
pt_br: Impossível reproduzir áudio.
ru: Невозможно воспроизвести аудио.

source: Session mute off
pt_br: Desligado silêncio na seção
ru: Включить звук для сессии

source: Session mute on
pt_br: Ligado silêncio na seção
ru: Выключить звук для сессии

source: Global mute off
pt_br: Desligado silêncio global
ru: Глобально включить звуки

source: Global mute on
pt_br: Ligado silêncio global
ru: Глобально выключить звуки

source: Sync failed.
pt_br: Sincronização falhou.
ru: Синхронизация завершилась ошибкой.

source: Sync completed.
pt_br: Sincronização concluída.
ru: Синхронизация завершена.

source: Login succeeded.
pt_br: Êxito no login.
ru: Вход успешно завершён.

source: Login failed.
pt_br: Login falhou.
ru: Вход завершился ошибкой.

source: Unable to initialize speech recognition.
pt_br: Não foi possível iniciar o reconhecimento de voz.
ru: Невозможно инициализировать распознавание речи.

source: Remaining time
pt_br: Tempo restante
ru: Осталось времени

source: Elapsed time
pt_br: Tempo decorrido
ru: Прошло времени

source: Stopwatch reset and counting.
pt_br: Cronômetro reiniciado e contando.
ru: Отсчёт таймера сброшен и начат заново.

source: Stopwatch counting.
pt_br: Cronômetro contando.
ru: Отсчёт таймера идёт.

source: Name:
pt_br: Nome:
ru: Имя:

source: Countdown Timer
pt_br: Temporizador regressivo
ru: Таймер обратного отсчёта

source: Counting.
pt_br: Contando.
ru: Отсчёт.

source: Countdowns
pt_br: Contagens regressivas
ru: Таймеры обратного отсчёта

source: Timers
pt_br: Temporizadores
ru: Таймеры

source: default
pt_br: padrão
ru: По умолчанию

source: Countdown %s complete.
pt_br: Contagem regressiva %s concluída.
ru: Таймер обратного отсчёта %s завершён.

source: blocked user
pt_br: usuário bloqueado
ru: Заблокированный пользователь

source: blocked users
pt_br: usuários bloqueados
ru: Заблокированные пользователи

source: %s blocked users retrieved.
pt_br: %s usuários bloqueados obtidos.
ru: Получено %s заблокированных пользователей.

source: Are you sure you wish to unblock %s?
pt_br: Tem certeza que deseja desbloquear %s?
ru: Вы действительно хотите разблокировать %s?

source: Unblock
pt_br: Desbloquear
ru: Разблокировать

source: unblocking %s
pt_br: desbloqueando %s
ru: Разблокирование %s

source: direct message
pt_br: mensagem direta
ru: Личное сообщение

source: direct messages
pt_br: mensagens diretas
ru: Личных сообщений

source: Screen Name
pt_br: Nome de tela
ru: Экранное имя

source: like
pt_br: curtir
ru: Понравившийся твит

source: likes
pt_br: curtidos
ru: понравившихся твитов

source: Tweet removed from likes.
pt_br: Tuíte removido dos curtidos.
ru: Твит удалён из понравившихся.

source: Unable to remove tweet from likes.
pt_br: Não consegui remover o tuíte dos curtidos.
ru: Невозможно удалить твит из понравившихся.

source: follower
pt_br: seguidor
ru: читатель

source: followers
pt_br: seguidores
ru: читателей

source: New Follower
pt_br: Novo Seguidor
ru: Новый читатель

source: friend
pt_br: amigo
ru: друг

source: friends
pt_br: amigos
ru: друзей

source: tweet
pt_br: tuíte
ru: твит

source: tweets
pt_br: tuítes
ru: твитов

source: tweet from %s
pt_br: tuíte de %s
ru: Твит от %s

source: tweets from %s
pt_br: tuítes de %s
ru: твитов от %s

source: list member
pt_br: membro da lista
ru: Участник списка

source: list members
pt_br: listar membros
ru: Участники списков

source: Are you sure you wish to remove %s from list %s?
pt_br: Tem certeza que deseja remover %s da lista %s?
ru: Вы действительно хотите удалить %s из списка %s?

source: Remove user
pt_br: Remover usuário
ru: Удалить пользователя

source: removing %s from list %s.
pt_br: removendo %s da lista %s.
ru: Удаление %s из списка %s.

source: list subscriber
pt_br: inscrito na lista
ru: подписчик списка

source: list subscribers
pt_br: Listar inscritos
ru: подписчиков списка

source: local trend
pt_br: assunto popular local
ru: Локальная актуальная тема

source: local trends
pt_br: assuntos populares locais
ru: Локальных актуальных тем

source: Retrieving local trends
pt_br: Obtendo assuntos populares locais
ru: получение локальных актуальных тем

source: Remove Tweet
pt_br: Remover tuíte
ru: Удалить твит

source: The post you are trying to remove will also be deleted from Twitter. Do you still wish to remove it?
pt_br: A postagem que você está tentando remover será excluída também do Twitter. Tem certeza que deseja continuar?
ru: Запись, которую вы хотите удалить, также будет удалена из Твиттера. Вы действительно хотите удалить её?

source: Deleting direct message
pt_br: Excluindo mensagem direta
ru: Удаление личного сообщения

source: deleting direct message
pt_br: excluindo mensagem direta
ru: Удаление личного сообщения

source: removing item
pt_br: removendo item
ru: Удаление элемента

source: mention
pt_br: menção
ru: Упоминание

source: mentions
pt_br: menções
ru: Упоминаний

source: retweet
pt_br: retuíte
ru: Ретвит

source: retweets
pt_br: retuítes
ru: ретвитов

source: result for %s
pt_br: resultado para %s
ru: Результат для %s

source: results for %s
pt_br: resultados para %s
ru: Результатов для %s

source: saving search %s
pt_br: Salvando busca %s
ru: Сохранение поиска %s

source: Destroying saved search %s
pt_br: Eliminando busca salva %s
ru: Удаление сохранённого поиска %s

source: sent item
pt_br: Item enviado
ru: Отправленный элемент

source: sent items
pt_br: Itens enviados
ru: Отправленных элементов

source: Direct Message
pt_br: Mensagem direta
ru: Личное сообщение

source: DM Recipient's Name
pt_br: Nome do destinatário da DM
ru: Имя адресата личного сообщения

source: DM Recipient's Screen Name
pt_br: Nome de tela do destinatário da DM
ru: Логин адресата личного сообщения

source: user
pt_br: usuário

source: users
pt_br: usuários
ru: Пользователи

source: Retrieving trends
pt_br: Obtendo assuntos populares
ru: получение актуальных тем

source: trend
pt_br: assunto popular
ru: Актуальная тема

source: trends
pt_br: assuntos populares
ru: Актуальных тем

source: Trending item's name
pt_br: Nome do item de assuntos populares
ru: Имя элемента в актуальных темах

source: %s updated.
pt_br: %s atualizado.
ru: %s обновлено.

source: Search
pt_br: Buscar
ru: поиск

source: Tweet Source
pt_br: Fonte do tuíte
ru: Источник твита

source: Geo Tagged
pt_br: geoetiquetado
ru: Снабжено геолокационной разметкой

source: Message Text
pt_br: Texto da mensagem
ru: Текст сообщения

source: Location
pt_br: Local
ru: Местоположение

source: Retweet count
pt_br: Número de retuítes
ru: Число ретвитов

source: Liked
pt_br: Curtido
ru: Понравившиеся

source: Retweeted
pt_br: Retuitado
ru: Сделан ретвит

source: Screen name
pt_br: Nome de tela
ru: Экранное имя

source: Protected
pt_br: Protegido
ru: Защищено

source: Follower count
pt_br: Número de seguidores
ru: Число читателей

source: Friend count
pt_br: Número de amigos
ru: Число друзей

source: Number of tweets
pt_br: Número de tuítes
ru: Число твитов

source: Device notifications
pt_br: Notificações de dispositivo
ru: Уведомления на мобильное устройство

source: User's local time
pt_br: Hora local do usuário
ru: Локальное время пользователя

source: Last Tweet Time
pt_br: Hora do último tuíte
ru: Время последнего твита

source: Last Tweet Date
pt_br: Data do último tuíte
ru: Дата последнего твита
