Repository: Oire/TheQube
Catalog: src/locale/*/LC_MESSAGES/TheQube.po
Languages: pt_br, ru

source: Last Tweet Relative Time
pt_br: Hora aproximada do último tuíte
ru: Относительное время последнего твита

source: %s updated
pt_br: %s atualizado
ru: %s обновлено

source: %s for %s updated
pt_br: %s para %s atualizado
ru: %s для %s обновлено

source: Posts per update:
pt_br: Postagens por atualização:
ru: Сообщений за обновление:

source: Max API calls to use per update (1 API call = {0} tweets)
pt_br: Máximo de chamadas de API a usar por atualização (uma chamada = {0} tuítes)
ru: Максимальное число вызовов API на обновление (1 вызов API ={0} твитов):

source: Twitter Configuration
pt_br: Configuração do Twitter
ru: Конфигурация Твиттера

source: Sounds
pt_br: Sons
ru: Звуки

source: Templates
pt_br: Modelos
ru: Шаблоны

source: Always add comments (old style)
pt_br: Sempre adicionar comentários (estilo antigo)
ru: Всегда добавлять комментарии (старый стиль)

source: Ask whether comments are to be added (recommended)
pt_br: Perguntar se deseja adicionar comentários (recomendado)
ru: Спрашивать о добавлении комментария (рекомендуется)

source: Never add comments (automatically retweet)
pt_br: Nunca adicionar comentários (retuitar automaticamente)
ru: Никогда не добавлять комментариев (ретвитить автоматически)

source: Enable DM safe mode
pt_br: Habilitar modo seguro para diretas
ru: Включить безопасный режим личных сообщений

source: Confirm before removing sent tweets and DMs
pt_br: Confirmar antes de remover tuítes enviados e DMs
ru: Запрашивать подтверждения при удалении отправленных твитов и личных сообщений

source: Retweet and Quote Style
pt_br: Estilo de retuitar e citar
ru: Стиль ретвита и цитаты

source: Allow reply to self
pt_br: Permitir responder a si mesmo
ru: Разрешать ответ самому себе

source: Work offline
pt_br: Trabalhar offline
ru: Работать автономно

source: Sound pack
pt_br: Pacote de sons
ru: Звуковая схема

source: Mute session
pt_br: Silenciar sessão
ru: Выключить звук для сессии

source: New generic buffer template:
pt_br: Modelo para novo exibidor genérico:
ru: Новый общий шаблон буфера:

source: New search buffer template:
pt_br: Modelo para novo exibidor de busca:
ru: Новый шаблон буфера поиска:

source: New followers/friends buffer template:
pt_br: Modelo para novo exibidor de amigos/seguidores:
ru: Новый шаблон буфера читателей/друзей:

source: Modify Existing Buffer Templates...
pt_br: Alterar modelos de exibidores existentes...
ru: Изменить существующие шаблоны буферов...

source: User info template:
pt_br: Modelo para informações de usuário:
ru: Шаблон информации пользователя:

source: Reply template:
pt_br: Modelo de respostas:
ru: Шаблон ответа:

source: Retweet template:
pt_br: Modelo de retuíte:
ru: Шаблон ретвита:

source: Display liked tweets
pt_br: Mostrar tuítes curtidos
ru: показать понравившиеся твиты

source: Liked tweets for:
pt_br: Tuítes curtidos por:
ru: Твиты, понравившиеся пользователю:

source: Follow someone
pt_br: Seguir alguém
ru: Начать читать пользователя

source: Follow who:
pt_br: Seguir quem:
ru: Читать кого:

source: Mobile Updates
pt_br: Atualizações Móveis
ru: Мобильные обновления

source: List Followers
pt_br: Listar Seguidores
ru: Перечислить читателей

source: Followers for:
pt_br: Seguidores de:
ru: Читатели пользователя:

source: List Friends
pt_br: Listar Amigos
ru: Перечислить друзей

source: Friends for:
pt_br: Amigos de:
ru: Друзья пользователя:

source: Geo Location
pt_br: Geolocalização
ru: Геолокация

source: Geo location coordinates:
pt_br: Coordenadas de geolocalização:
ru: Координаты геолокации:

source: Location:
pt_br: Localização:
ru: Местоположение:

source: Input Coordinates
pt_br: Informar Coordenadas
ru: Введите координаты

source: Error: Latitude must be a value between negative 90 and positive 90.
pt_br: Erro: Latitude deve estar entre 90 negativos e 90 positivos.
ru: Ошибка: широта должна быть числом от -90 до 90.

source: Error: Longitude must be a value between negative 180 and positive 180.
pt_br: Erro: Longitude deve estar entre 180 negativos e 180 positivos.
ru: Ошибка: долгота должна быть числом от -180 до 180.

source: Individual Timeline
pt_br: Linha do Tempo Individual
ru: Индивидуальная лента

source: Buffer for:
pt_br: Exibidor para:
ru: Буфер пользователя:

source: List name:
pt_br: Nome da lista:
ru: Имя списка:

source: List mode:
pt_br: Modo de lista:
ru: Режим списка:

source: List description:
pt_br: Descrição da lista
ru: Описание списка:

source: List manager
pt_br: Gestor de lista
ru: Диспетчер списков

source: Current lists:
pt_br: Listas atuais:
ru: Текущие списки:

source: &Add list...
pt_br: &Adicionar lista...
ru: &Добавить список...

source: &Edit list...
pt_br: &Editar lista...
ru: &Редактировать список...

source: &Remove list...
pt_br: &Remover lista...
ru: &Удалить список...

source: Subscribe
pt_br: Inscrever-se
ru: Подписаться

source: &Unsubscribe
pt_br: &Desinscrever-se
ru: &Отписаться

source: &Spawn list
pt_br: Carregar li&sta
ru: Создать &буфер списка

source: Add list
pt_br: Adicionar lista
ru: Добавить список

source: Please wait...
pt_br: Por favor aguarde...
ru: Пожалуйста, подождите...

source: Creating list
pt_br: Criando lista
ru: Создание списка

source: Edit list
pt_br: Editar lista
ru: Редактирование списка

source: Editting list
pt_br: Editando lista

source: Delete list
pt_br: Excluir lista
ru: Удалить список

source: Subscribing to list
pt_br: Inscrevendo-se na lista
ru: Подписка на список

source: Unsubscribing from list
pt_br: Desinscrevendo-se da lista
ru: Отписка от списка

source: Owner
pt_br: Proprietário
ru: Владелец

source: Mode
pt_br: Modo
ru: Режим

source: Location Selection
pt_br: Seleção de Localização
ru: Выбор местоположения

source: Select type of location:
pt_br: Selecione o tipo da localização:
ru: Выберите тип местоположения:

source: Select location:
pt_br: Selecione a localização:
ru: Выберите местоположение:

source: &Mention all users
pt_br: &Mencionar todos os usuários
ru: &Упомянуть всех пользователей

source: Tweet
pt_br: Tuíte
ru: Твит

source: Retweet
pt_br: Retuitar
ru: Ретвит

source: Quote
pt_br: Citar
ru: Цитата

source: Screen name:
pt_br: Nome de tela:
ru: Экранное имя (логин):

source: Real name:
pt_br: Nome real:
ru: Реальное имя:

source: Account ID:
pt_br: ID da conta:
ru: Идентификатор учётной записи:

source: Tweets are protected:
pt_br: Tuítes estão protegidos:
ru: Твиты защищены:

source: Yes
pt_br: Sim
ru: Да

source: No
pt_br: Não
ru: Нет

source: Number of followers:
pt_br: Número de seguidores:
ru: Число читателей:

source: Number of friends:
pt_br: Número de amigos:
ru: Число друзей:

source: Number of having this user in their lists:
pt_br: Número dos que tem este usuário em suas listas:
ru: Число добавивших пользователя в списки:

source: Number of tweets:
pt_br: Número de tuítes:
ru: Число твитов:

source: Average tweets per day since joining Twitter:
pt_br: Média de tuítes por dia desde que entrou no Twitter:
ru: Среднее число твитов в день с момента регистрации:

source: Date of last tweet:
pt_br: Data do último tuíte:
ru: Дата последнего твита:

source: Not available
pt_br: Não disponível
ru: Недоступно

source: Date joined Twitter:
pt_br: Data que entrou no Twitter:
ru: Дата регистрации в Твиттере:

source: Follow %s
pt_br: Seguir %s
ru: Начать читать %s

source: Unfollow %s
pt_br: Deixar de seguir %s
ru: Прекратить читать %s

source: Update profile
pt_br: Atualizar perfil
ru: Обновить профиль

source: Name (Maximum of %d characters).
pt_br: Nome (máximo de %d caracteres).
ru: Имя (максимум %d знаков):

source: URL (Maximum of %d characters).
pt_br: URL (Máximo de %d caracteres).
ru: Web-сайт (максимум %d знаков):

source: Location (Maximum of %d characters).
pt_br: Localização (Máximo de %d caracteres).
ru: Местоположение (максимум %d знаков):

source: Bio (Maximum of %d characters).
pt_br: Bio (Máximo de %d caracteres).
ru: О себе (максимум %d знаков):

source: Relationship
pt_br: Relacionamento
ru: Отношение

source: Relationship status between:
pt_br: Status de relacionamento entre:
ru: Статус отношений между:

source: And:
pt_br: E:
ru: И:

source: Twitter Search:
pt_br: Busca do Twitter:
ru: Искать в Твиттере:

source: Persistent results
pt_br: Resultados persistentes
ru: стабильные результаты

source: Save Search
pt_br: Salvar Busca
ru: Сохранить поиск

source: Unfollow someone
pt_br: Deixar de seguir alguém
ru: Прекратить читать пользователя

source: Unfollow who:
pt_br: Deixar de seguir quem:
ru: Прекратить читать кого:

source: Action:
pt_br: Ação:
ru: Действие:

source: Block
pt_br: Bloquear
ru: Заблокировать

source: Report as spam
pt_br: Denunciar como spam
ru: Пожаловаться на спам

source: Unfollow
pt_br: Deixar de seguir
ru: Прекратить читать

source: User profile
pt_br: Perfil do usuário
ru: Профиль пользователя

source: User profile for:
pt_br: Perfil do usuário para:
ru: Профиль пользователя:

source: Direct message
pt_br: Mensagem direta
ru: Личное сообщение

source: Unable to detect a user to reply to.
pt_br: Não consegui detectar um usuário para responder.
ru: Нет пользователя для ответа.

source: Reply
pt_br: Responder
ru: Ответ

source: reply
pt_br: responder

source: view item
pt_br: Ver item

source: View Tweet From %s
pt_br: Ver tuíte de %s
ru: просмотр твита пользователя %s

source: Item is not a post.
pt_br: Item não é uma postagem.
ru: Элемент не является сообщением.

source: Cannot quote a direct message while DM safe mode is enabled.
pt_br: Não posso citar uma mensagem direta enquanto o modo seguro para diretas está habilitado.
ru: Невозможно процитировать личное сообщение при включённом безопасном режиме личных сообщений.

source: Would you like to add a comment?
pt_br: Gostaria de adicionar um comentário?
ru: Хотите добавить комментарий?

source: Cannot retweet a direct message while DM safe mode is enabled.
pt_br: Não posso retuitar uma mensagem direta enquanto o modo seguro para diretas está habilitado.
ru: Невозможно ретвитнуть личное сообщение при включённом режиме безопасности личных сообщений.

source: Cannot retweet your own tweet.
pt_br: Não posso retuitar seu próprio tuíte.
ru: Невозможно ретвитнуть ваш собственный твит.

source: No users to follow detected in current post.
pt_br: Nenhum usuário para seguir foi detectado nesta postagem.
ru: В текущем сообщении пользователей, которых можно начать читать, не обнаружено.

source: No users to unfollow detected in current post.
pt_br: Nenhum usuário a deixar de seguir foi detectado nesta postagem.
ru: В текущем сообщении пользователей, чтение которых можно прекратить, не обнаружено.

source: No URLs detected in current post.
pt_br: Nenhum endereço detectado nesta postagem.
ru: В текущем сообщение ссылок не найдено.

source: Twitter search
pt_br: Busca do Twitter
ru: Поиск в Твиттере

source: Please enter a term to search for.
pt_br: Por favor digite o termo a buscar.
ru: Введите слово для поиска.

source: Search for %s
pt_br: Procurar %s
ru: Поиск %s

source: Trending: Worldwide
pt_br: Assuntos populares, mundo
ru: Актуальные темы: по всему миру

source: Likes
pt_br: Curtidos

source: Loading likes
pt_br: Carregando curtidos
ru: Загрузка понравившихся твитов

source: %s's likes
pt_br: Curtidos de %s
ru: Твиты, понравившиеся пользователю %s

source: Loading likes for %s.
pt_br: Carregando curtidos de %s
ru: Загрузка твитов, понравившихся %s.

source: Followers
pt_br: Seguidores
ru: Читатели

source: Loading followers list.
pt_br: Carregando lista de seguidores.
ru: Загрузка списка читателей.

source: Friends
pt_br: Amigos
ru: Друзья

source: Loading friends list.
pt_br: Carregando lista de amigos.
ru: Загрузка списка друзей.

source: Please launch your followers buffer before attempting to perform analysis.
pt_br: Por favor carregue o exibidor dos seus seguidores antes de tentar realizar a análise.
ru: Пожалуйста, откройте буфер читателей перед попыткой сделать их анализ.

source: Cannot perform analysis on an empty followers buffer.
pt_br: Não é possível realizar a análise num exibidor vazio.
ru: Не удалось выполнить анализ читателейна пустом буфере.

source: Followers Analysis
pt_br: Análise dos Seguidores
ru: Анализ читателей

source: Performing followers analysis, please wait...
pt_br: Realizando análise de seguidores, por favor aguarde...
ru: Выполняется анализ читателей, подождите...

source: Blocked Users
pt_br: Usuários bloqueados
ru: Заблокированные пользователи

source: Loading blocked users.
pt_br: Carregando usuários bloqueados.
ru: Загрузка заблокированных пользователей.

source: Checking current API call count...
pt_br: Verificando número atual de chamadas API...

source: %s's timeline
pt_br: Linha do Tempo de %s
ru: Лента пользователя %s

source: Loading timeline for %s.
pt_br: Carregando linha do tempo de %s.
ru: Загрузка ленты пользователя %s.

source: %s's followers
pt_br: seguidores de %s
ru: Читатели пользователя %s

source: Loading friends for %s.
pt_br: Carregando amigos de %s.
ru: Загрузка друзей пользователя %s.

source: %s's friends
pt_br: amigos de %s
ru: Друзья пользователя %s

source: This command is not supported from within a search buffer.
pt_br: Este comando não é suportado a partir de um eibidor de bsca.
ru: Эта команда в буфере поиска не поддерживается.

source: No user detected in current item.
pt_br: Nenhum usuário achado no item atual.
ru: В текущем элементе пользователей не найдено.

source: Loading profile for %s
pt_br: Carregando Perfil de %s
ru: Загрузка профиля пользователя %s

source: Retrieving locations.
pt_br: Obtendo locais.
ru: получение местоположений.

source: Unable to retrieve local trend locations; please try again later.
pt_br: Não foi possível obter os locais para assuntos populares regionais. ; Favor tentar novamente mais tarde.
ru: Невозможно получить местоположение локальных актуальных тем; пожалуйста, попробуйте позднее.

source: No geo location info present in this tweet.
pt_br: Nenhuma informação de geolocalização presente neste tuíte.
ru: В этом твите нет геолокационной информации.

source: Retrieving geo location info...
pt_br: Obtendo informações de geolocalização...
ru: Получение геолокационной информации...

source: Error determining location.
pt_br: Erro ao determinar a localização.
ru: Ошибка получения местоположения.

source: Sorry, geo locator didn't provide an address.
pt_br: Desculpe, o geolocalizador não forneceu um endereço.
ru: К сожалению, сервис геолокации не предоставил адреса.

source: Enter a name to search for:
pt_br: Informe um nome a localizar:
ru: Введите имя для поиска:

source: User search
pt_br: Localizar usuário
ru: Поиск пользователей

source: Canceled
pt_br: Cancelado
ru: Отменено

source: User search for %s
pt_br: Localizar usuário para %s
ru: Поиск пользователя %s

source: Retrieving relationship status for %s
pt_br: Obtendo status de relação para %s
ru: Получение статуса отношений с %s.

source: Retrieving relationship status between %s and %s
pt_br: Obtendo status de relacionamento entre %s e %s
ru: Получение статуса отношений между %s и %s.

source: Select user to add
pt_br: Selecione usuário a adicionar
ru: Выберите пользователя для добавления

source: Retrieving lists, please wait.
pt_br: Obtendo listas, por favor aguarde.
ru: Получение списков, подождите...

source: No lists defined. Please create a list with the list manager before performing this action.
pt_br: Nenhuma lista definida. Por favor crie uma lista com o gestor de listas antes de executar esta ação.
ru: Списков не найдено. Пожалуйста, создайте список с помощью диспетчера списков перед данным действием.

source: Select list
pt_br: Selecione uma lista
ru: Выбор списка

source: Please select a list to add %s to?
pt_br: Por favor selecione uma lista a qual adicionar %s
ru: Выберите список для добавления %s

source: adding %s to list %s.
pt_br: Adicionando %s a lista %s.
ru: Добавление пользователя %s в список %s.

source: Select user to remove
pt_br: Selecione usuário a removêr
ru: Выберите пользователя для удаления

source: Please select a list to remove %s from?
pt_br: Por favor selecione uma lista da qual remover %s
ru: Выберите список для удаления пользователя %s

source: Please change to a list buffer before using this command.
pt_br: Por favor mude para um Exibidor de lista antes de usar este comando.
ru: Пожалуйста, перейдите к буферу списка перед этой командой.

source: Users whom I follow and who also follow me
pt_br: Usuários que eu sigo e também me seguem
ru: Пользователи, которых читаю я и которые читают меня

source: Users whom I follow but who do not follow me
pt_br: Usuários que eu sigo mas não me seguem
ru: Пользователи, которых читаю я, но которые не читают меня

source: Choose your social network:
pt_br: Selecione a sua rede social:
ru: Выберите вашу социальную сеть:

source: Social Network
pt_br: Rede Social
ru: Социальная сеть

source: Users who follow me but whom I do not follow
pt_br: Usuários que me seguem mas eu não sigo
ru: Пользователи, которые читают меня, но которых я не читаю

source: Please launch both your followers and friends buffers before attempting to create a social network.
pt_br: Por favor carregue os exibidores dos seus Amigos e Seguidores antes de tentar criar uma rede social.
ru: Пожалуйста, откройте буферы ваших друзей и читателей перед тем, как создавать социальную сеть.

source: Cannot create social network from an empty followers or friends buffer.
pt_br: Não é possível criar uma rede social a partir de um Exibidor de Seguidores ou Amigos vazio.
ru: Не удалось создать социальную сеть из пустого буфера друзей или читателей.

source: Creating social network, please wait...
pt_br: Criando rede social, por favor aguarde...
ru: Создание социальной сети, подождите...

source: Social Network: %s
pt_br: Rede social %s
ru: Социальная сеть: %s

source: Translation from %s to %s
pt_br: Tradução de %s para %s
ru: Перевод с %s на %s

source: Select user
pt_br: Selecionar Usuário
ru: Выберите пользователя

source: You have successfully logged in to Twitter! Now please close this window and happy tweeting!
pt_br: Você foi logado no Twitter com sucesso! Agora feche esta janela e boas twitadas!
ru: Вы успешно вошли в Twitter! Теперь закройте, пожалуйста, окно. Счастливого общения!

source: Direct Messages
pt_br: Diretas
ru: Личные сообщения

source: Home
pt_br: Principal
ru: Ваша лента

source: Mentions
pt_br: Menções
ru: Упоминания

source: Sent
pt_br: Enviadas
ru: Отправленные

source: Please wait while an access token is retrieved from Twitter.
pt_br: Por favor aguarde enquanto se obtém um código de acesso do Twitter.
ru: Пожалуйста, подождите, пока будет получен код доступа от Твиттера.

source: Sorry, we can't connect to Twitter. You may want to adjust your firewall or antivirus software appropriately
pt_br: Desculpe, não conseguimos conectar ao Twitter; Procure ajustar o aplicativo de firewall ou antivírus apropriadamente
ru: К сожалению, соединиться с Твиттером не удалось. Возможно, вам нужно настроить ваш антивирус или файервол.

source: Retrieved access token from Twitter.
pt_br: Obtido o código de acesso do Twitter.
ru: Код доступа от Твиттера получен.

source: verifying Twitter credentials
pt_br: Verificando credenciais do Twitter
ru: Проверка данных учётной записи Твиттер

source: Logged into Twitter as %s
pt_br: Logado no Twitter como %s
ru: Вы вошли в Твиттер как %s

source: Login failed!
pt_br: Falha ao entrar!
ru: Вход завершился ошибкой!

source: Loading %d saved search%s from twitter.
pt_br: Carregando %d buscas salvas %s a partir do Twitter.
ru: Загрузка % dсохранённых запросов поиска %s из Твиттера.

source: Retrieving lists
pt_br: Obtendo Listas
ru: Получение списков

source: Retrieving lists for %s
pt_br: Obtendo listas de %s
ru: Получение списков для %s

source: Retrieving %d list timeline%s from twitter.
pt_br: Obtendo %d listas de linha do tempo %s do Twitter.
ru: получение %d лентт списка %s из Твиттера.

source: List timeline for %s
pt_br: listar linha do tempo de %s
ru: Лента списка для %s

source: retrieving relationship status for %s
pt_br: Obtendo Status de relacionamento para %s
ru: получение статуса отношений с %s

source: You are following %s.
pt_br: Você Está seguindo %s.
ru: Вы читаете %s.

source: %s is following you.
pt_br: %s está seguindo você.
ru: %s читает вас.

source: No relationship exists between yourself and %s.
pt_br: Não existe relação entre você e %s.
ru: Между вами и %s никаких отношений нет.

source: retrieving relationship status between %s and %s
pt_br: obtendo status de relacionamento entre %s e %s
ru: получение статуса отношений между %s и %s

source: %s is following %s.
pt_br: %s está seguindo %s.
ru: %s читает %s.

source: No relationship exists between %s and %s.
pt_br: Não existe relação entre %s e %s.
ru: Между %s и %s никаких отношений нет.

source: following %s
pt_br: seguindo %s
ru: Начало чтения %s

source: unfollowing %s
pt_br: deixando de seguir %s
ru: Прекращение чтения %s

source: blocking %s
pt_br: Bloqueando %s
ru: Блокирование %s

source: reporting %s as spam
pt_br: Denunciando %s como Spam
ru: Сообщение о %s как о спамере.

source: Update
pt_br: Atualização
ru: Обновление

source: Sending dm
pt_br: Enviando Direta
ru: Отправка личного сообщения

source: adding user %s to list %s
pt_br: adicionando usuário %s à lista %s
ru: Добавление пользователя %s в список %s

source: Please wait while your profile is retrieved.
pt_br: Por favor aguarde enquanto se obtém seu perfil.
ru: Пожалуйста, подождите получения вашего профиля.

source: Retrieving profile to edit
pt_br: Obtendo Perfil para editar
ru: Получение профиля для редактирования

source: updating profile
pt_br: Atualizando Perfil
ru: Обновление профиля

source: %s has no lists.
pt_br: %s não possui listas.
ru: У %s нет списков.

source: %s failed. Reason: %s
pt_br: %s falhou. Motivo: %s
ru: %s не удалось. Причина: %s

source: %s succeeded.
pt_br: %s sucedido.
ru: %s успешно завершено.

source: Retrieving API calls
pt_br: Obtendo chamadas de API
ru: Получение возможных вызовов API.

source: You have %s API calls left. They will reset to %d calls in %s.
pt_br: Você tem %s chamadas restantes; elas serão revertidas para %d chamadas em %s.
ru: У вас осталось %s вызовов API. Их число сбросится к %d вызовам через %s.

source: You can like only a tweet.
pt_br: Você pode curtir somente um tuíte.
ru: Вы можете добавить в понравившиеся только твит.

source: You like this tweet
pt_br: Você curte este tuíte
ru: Вам нравится этот твит

source: Liking
pt_br: Curtindo

source: Unliking
pt_br: Descurtindo

source: Toggling device notifications
pt_br: Alternando Notificações de dispositivo
ru: Включение/выключение уведомлений на мобильное устройство.

source: retrieving user details for %s
pt_br: Obtendo detalhes de usuário para %s
ru: Получение информации о пользователе %s

source: enabling device notifications for %s
pt_br: ativando notificações de dispositivos para %s
ru: Включение уведомлений на мобильное устройство для %s

source: disabling device notifications for %s
pt_br: desativando notificações de dispositivos para %s
ru: Отключение уведомлений на мобильное устройство для %s

source: action
pt_br: ação
ru: Действие

source: Delaying %s for %s.
pt_br: Postergando %s por %s.
ru: Откладываем %s на %s.

source: a decade
pt_br: uma década

source: {0} decades
pt_br: {0} décadas
ru: {0} десятилетий

source: a year
pt_br: um ano

source: {0} years
pt_br: {0} anos
ru: {0} лет

source: a month
pt_br: um mês

source: {0} months
pt_br: {0} meses
ru: {0} месяцев

source: a week
pt_br: uma semana

source: {0} weeks
pt_br: {0} semanas
ru: {0} недель

source: a day
pt_br: um dia

source: {0} days
pt_br: {0} dias
ru: {0} дней

source: an hour
pt_br: uma hora

source: {0} hours
pt_br: {0} horas
ru: {0} часов

source: a minute
pt_br: um minuto

source: {0} minutes
pt_br: {0} minutos
ru: {0} минут

source: a second
pt_br: um segundo
